tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "autoconf"
brew "elm"
brew "fish"
brew "fzf"
brew "go"
brew "haskell-stack"
brew "imagemagick"
brew "mysql"
brew "mysql@5.7"
brew "nodenv"
brew "peco"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "alfred"
cask "authy"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "firefox"
cask "kindle"
cask "rectangle"
cask "visual-studio-code"
cask "zoom"
