tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "autoconf"
brew "broot"
brew "cocoapods", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "elm"
brew "fish"
brew "fzf"
brew "qt", link: true
brew "go"
brew "haskell-stack"
brew "libxml2", link: true
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "mysql"
brew "mysql@5.7"
brew "ncftp"
brew "nodenv"
brew "peco"
brew "povray"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "google-chrome"
cask "google-japanese-ime"
